Repository: zammad/zammad-org
Catalog: i18n/zammad-org.*.po
Languages: de, sr

source: Previous page
de: Nächste Seite
sr: Претходна страна

source: Next page
de: Vorige Seite
sr: Следећа страна

source: Copyright © 2012-present <a href="https://zammad-foundation.org">Zammad Foundation</a>
de: Copyright © 2012-jetzt <a href="https://zammad-foundation.org"> Zammad Foundation</a>

source: Imprint
de: Impressum

source: Privacy policy
de: Datenschutzbestimmungen

source: Updated at
de: Aktualisiert am
sr: Освежено у

source: https://www.zammad.com
de: https://www.zammad.com/de

source: Next release
de: Nächste Version

source: Current release
de: Aktuelle Version

source: On this page
de: Auf dieser Seite
sr: На овој страни

source: Get Zammad
de: Zammad holen
sr: Преузмите Zammad

source: Use Zammad
de: Zammad verwenden
sr: Коришћење Zammad-а

source: Administrate Zammad
de: Zammad administrieren
sr: Zammad администрација

source: Documentation
de: Dokumentation
sr: Документација

source: Contribute
de: Beitragen
sr: Допринесите

source: Style and content guide
de: Leitfaden für Stil und Inhalt
sr: Водич кроз стил и садржај

source: Glossary
de: Glossar
sr: Речник

source: API reference
de: API-Referenz
sr: API референца

source: Rails commands
de: Rails-Befehle
sr: Rails команде

source: Reference
de: Referenz
sr: Референца

source: Search
de: Suche

source: Close search
de: Suche beenden

source: Display detailed list
de: Detaillierte Liste anzeigen

source: to close
de: zum Schließen

source: down arrow
de: Abwärtspfeil

source: to navigate
de: zum Navigieren

source: up arrow
de: Aufwärtspfeil

source: to select
de: zum Auswählen

source: No results for
de: Keine Ergebnisse für

source: Reset search
de: Suche zurücksetzen

source: Style and Content Guide
de: Leitfaden für Stil und Inhalt
sr: Водич кроз стил и садржај

source: This guide provides an overview of the content that should be included in the Zammad documentation, as well as formatting guidelines to ensure clarity and readability.
de: Dieser Leitfaden bietet eine Übersicht über den Inhalt, der in der Zammad-Dokumentation enthalten sein sollte, sowie Formatierungsrichtlinien, um Klarheit und Lesbarkeit zu gewährleisten.
sr: Овај водич вам пружа преглед садржаја Zammad документације, као и упутства за форматирање текста ради јасноће и читљивости.

source: If you have questions, feel free to ask in our community. If you want to contribute, have a look on our contribution page to get started.
de: Wenn Sie Fragen haben, können Sie diese gerne in unserer Community stellen. Wenn Sie zu Zammad oder der Dokumentation beitragen wollen, schauen Sie sich unsere Beitragen-Seite an, um loszulegen.
sr: Уколико имате додатних питања, слободно се обратите нашој онлајн заједници. Ако желите да допринесете, консултујте нашу документацију за прве кораке.

source: Audience Assumptions and Content
de: Annahmen zur Leserschaft und Inhalt
sr: Претпоставке о публици и садржај

source: The documentation is written assuming our **users** have a basic understanding of web browser usage and common software design concepts.
de: Die Dokumentation geht davon aus, dass die **Benutzer** ein grundlegendes Verständnis für die Verwendung von Webbrowsern und der Bedienung von gängiger Software haben.
sr: Документација је написана у стилу који подразумева да наши **корисници** поседују основно знање о употреби претраживача и концептима софтверског дизајна.

source: The **Zammad administrator** additionally should have a basic understanding of the workflows and communication process in its company.
de: Der **Zammad-Administrator** sollte zudem ein Grundverständnis für die Arbeitsabläufe und Kommunikationsprozesse in der Firma haben.
sr: **Zammad администратор** треба додатно да поседује основно разумевање радних токова и процеса комуникације у својој фирми.

source: For self-hosted instances, **system administrators** should also be familiar with Linux system administration basics.
de: Für selbst gehostete Instanzen sollten **Systemadministratoren** auch mit den Grundlagen der Linux-Systemadministration vertraut sein.
sr: За инстанце које сами хостују, **администратори система** такође треба да буду упознати са основама администрације Linux система.

source: Style
de: Stil
sr: Стил

source: American English is the original source language for the documentation. Translations are made via Weblate, see contribution section for more information.
de: Amerikanisches Englisch ist die original Sprache für die Dokumentation. Die Übersetzung erfolgt über Weblate, siehe Abschnitt "Beitragen" für weitere Informationen.
sr: Амерички енглески је изворни језик документације. Преводи се врше преко Weblate апликације, погледајте одељак о преводима за више информација.

source: Use short and clear sentences, prioritizing information over complexity
de: Verwenden Sie kurze und klare Sätze und stellen Sie Informationen über Komplexität
sr: Користите кратке и јасне реченице, дајући предност информацијама у односу на сложеност

source: * Capitalize all words except minor ones in the page title and sections (see [title case](https://en.wikipedia.org/wiki/Title_case)) * Line length of 80 characters in the source file should not be exceeded if possible * Proper breadcrumb separation for paths and locations with `>` * Use code highlighting to emphasize programming snippets * Include screenshots when necessary * Provide step-by-step instructions with clear explanations * Use examples or scenarios to illustrate concepts * Include relevant images or diagrams when necessary * Abbreviations should be explained the first time they are used or included in the glossary and linked to * If in doubt, align it to the existing documentation
de: * Großschreibung aller Wörter mit Ausnahme von Füllwörtern im Seitentitel und in den Abschnitten (siehe [title case (eng.)](https://en.wikipedia.org/wiki/Title_case)) * Die Zeilenlänge von 80 Zeichen in der Quelldatei sollte nach Möglichkeit nicht überschritten werden * Pfade und Orte mit `>` als Hierarchietrenner * Code-Definition zur Hervorhebung von Snippets * Einfügen von Screenshots, wenn nötig * Schritt-für-Schritt-Anleitungen mit klaren Erklärungen * Verwendung von Beispielen oder Szenarien zur Veranschaulichung von Konzepten * Wenn sinnvoll, relevante Bilder oder Diagramme einbauen. * Abkürzungen sollten bei der ersten Verwendung erklärt oder in das Glossar aufgenommen werden. * Im Zweifelsfall an der vorhandenen Dokumentation orientieren.
sr: * Све речи у наслову и одељцима (осим мањих) започните великим словом (погледајте [правила о насловима](https://en.wikipedia.org/wiki/Title_case)) * Уколико је могуће, немојте прекорачивати дужину линије од 80 карактера у изворној датотеци * Одвајате правилно путање и локације са `>` * Користите истицање кода да бисте нагласили исечке текста који садрже инструкције * Убаците снимке екрана када је потребно * Дајте упутства корак-по-корак са јасним објашњењима * Користите примере или сценарије да илуструјете концепте * Укључите релевантне слике или дијаграме када је потребно * Скраћенице треба објаснити први пут када се користе или укључују у речнику и повезати их * Ако сте у недоумици, ускладите се са постојећом документацијом

source: Formatting
de: Formatierung
sr: Форматирање текста

source: | Type in Zammad | Highlighting | Markdown syntax | |----------------|-------------------------------|---------------------------------| | Buttons | ``Sign in`` | \`\`Sign in\`\` | | Fields | **Name** | \*\*Name\*\* | | Location/path | *Settings > Channels > Email* | \*Settings > Channels > Email\* |
de: | Typ | Hervorhebung | Markdown Syntax | |----------------|-----------------------------------|-------------------------------------| | Buttons | ``Sign in`` | \`\`Sign in\`\` | | Felder | **Name** | \*\*Name\*\* | | Orte/Pfade | *Einstellungen > Kanäle > Email* | \*Einstellungen > Kanäle > Email\* |
sr: | Тип у Zammad-у | Истицање | Markdown синтакса | |-----------------|-------------------------------|---------------------------------| | Дугмићи | ``Пријава`` | \`\`Пријава\`\` | | Поља | **Назив** | \*\*Назив\*\* | | Путања/локације | *Подешавања > Канали > Имејл* | \*Подешавања > Канали > Имејл\* |

source: Heading Structure
de: Struktur der Überschrift
sr: Структура наслова

source: Every documentation file should include a title on top level (#). Lower levels should contain at least two sections. If only one section exists, consider merging it with the higher-level content.
de: Jede Dokumentationsdatei sollte einen Titel auf der obersten Ebene (#) enthalten. Die unteren Ebenen sollten mindestens zwei Abschnitte enthalten. Wenn nur ein Abschnitt vorhanden ist, sollte er mit dem übergeordneten Inhalt zusammengelegt werden.
sr: Свака страна документације треба да поседује наслов највишег нивоа (#). Нижи нивои треба да садрже најмање два одељка. Уколико постоји само један одељак, размотрите да га припојите садржају вишег нивоа.

source: Example:
de: Beispiel:
sr: Пример:

source: `# Title of page`
de: `# Titel der Seite`
sr: `# Наслов стране`

source: `## Section 1`
de: `## Abschnitt 1`
sr: `## Одељак 1`

source: `### Section 1.1`
de: `### Abschnitt 1.1`
sr: `### Одељак 1.1`

source: `### Section 1.2`
de: `### Abschnitt 1.2`
sr: `### Одељак 1.2`

source: `## Section 2`
de: `## Abschnitt 2`
sr: `## Одељак 2`

source: General Data Protection Regulation
de: Allgemeine Datenschutzbestimmungen

source: Zammad GmbH Privacy Policy
de: Zammad GmbH Datenschutzerklärung

source: Personal information we collect
de: Persönliche Informationen, die wir sammeln

source: When you visit the site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device. Additionally, as you browse the site, we collect information about the individual web pages you view, what websites or search terms referred you to the site, and information about how you interact with the site. We refer to this automatically collected information as "device information."
de: Wenn Sie die Website besuchen, erfassen wir automatisch bestimmte Informationen über Ihr Gerät, einschließlich Informationen über Ihren Webbrowser, Ihre IP-Adresse, Ihre Zeitzone und einige der Cookies, die auf Ihrem Gerät installiert sind. Wenn Sie auf der Website surfen, erfassen wir außerdem Informationen über die einzelnen von Ihnen angezeigten Webseiten, welche Websites oder Suchbegriffe Sie auf die Website verwiesen haben, und Informationen darüber, wie Sie mit der Website interagieren. Wir bezeichnen diese automatisch erfassten Informationen als "Geräteinformationen".

source: We collect device information using the following technologies:
de: Wir erfassen Geräteinformationen mithilfe der folgenden Technologien:

source: Use of Matomo
de: Verwendung von Matomo

source: When we talk about "personal information" in this privacy policy, we are talking both about device information and order information.
de: Wenn wir in dieser Datenschutzrichtlinie von "persönlichen Informationen" sprechen, meinen wir sowohl Geräte- als auch Bestellinformationen.

source: How we use your personal information
de: Wie wir Ihre persönlichen Daten verwenden

source: We use the device information that we collect to help us screen for potential risk and fraud (in particular, your IP address), and more generally to improve and optimize our site (for example, by generating analytics about how our customers browse and interact with the site, and to assess the success of our marketing and advertising campaigns).
de: Wir verwenden die gesammelten Geräteinformationen, um potenzielle Risiken und Betrugsfälle zu erkennen (insbesondere Ihre IP-Adresse) und ganz allgemein, um unsere Website zu verbessern und zu optimieren (z.B. durch die Erstellung von Analysen darüber, wie unsere Kunden auf der Website surfen und mit ihr interagieren, und um den Erfolg unserer Marketing- und Werbekampagnen zu bewerten).

source: Sharing your personal information
de: Weitergabe Ihrer persönlichen Informationen

source: We don't share your personal information with third parties.
de: Wir geben Ihre persönlichen Daten nicht an Dritte weiter.

source: We may share your personal information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.
de: Wir können Ihre persönlichen Daten weitergeben, um geltende Gesetze und Vorschriften einzuhalten, um auf eine Vorladung, einen Durchsuchungsbefehl oder eine andere rechtmäßige Anfrage nach Informationen zu reagieren, die wir erhalten, oder um unsere Rechte anderweitig zu schützen.

source: Please note that we do alter/reduce our site's data collection if we see a "Do Not Track" signal from your browser.
de: Bitte beachten Sie, dass wir die Datenerfassung auf unserer Website ändern/reduzieren, wenn wir ein "Do Not Track"-Signal von Ihrem Browser erhalten.

source: Your rights
de: Ihre Rechte

source: If you are a European resident you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted. If you would like to exercise this right, please contact us through the contact information below.
de: Wenn Sie in Europa ansässig sind, haben Sie das Recht, auf die von uns über Sie gespeicherten personenbezogenen Daten zuzugreifen und die Berichtigung, Aktualisierung oder Löschung Ihrer personenbezogenen Daten zu verlangen. Wenn Sie von diesem Recht Gebrauch machen möchten, kontaktieren Sie uns bitte über die nachstehenden Kontaktinformationen.

source: Additionally, if you are a European resident we are processing your information in order to fulfil contracts we might have with you (for example if you make an order through the site), or otherwise to pursue our legitimate business interests listed above. Additionally, please note that your information will be transferred outside of Europe, including to Canada and the United States.
de: Wenn Sie in Europa ansässig sind, verarbeiten wir Ihre Daten außerdem zur Erfüllung von Verträgen, die wir mit Ihnen geschlossen haben (z.B. wenn Sie eine Bestellung über die Website aufgeben), oder zur Verfolgung unserer oben aufgeführten legitimen Geschäftsinteressen. Bitte beachten Sie auch, dass Ihre Daten außerhalb Europas, einschließlich Kanada und den Vereinigten Staaten, übermittelt werden.

source: Data retention
de: Speicherung von Daten

source: We adhere to the principles of data avoidance and data economy. We therefore only store your personal data for as long as is necessary to achieve the purposes stated here or as provided for in the various storage periods provided for by law. After the respective purpose or expiry of these periods, the corresponding data will be blocked or deleted as a matter of routine and in accordance with statutory regulations.
de: Wir halten uns an die Grundsätze der Datenvermeidung und Datensparsamkeit. Wir speichern Ihre personenbezogenen Daten daher nur so lange, wie es zur Erreichung der hier genannten Zwecke erforderlich ist bzw. wie es die verschiedenen gesetzlich vorgesehenen Speicherfristen vorsehen. Nach Erreichen des jeweiligen Zwecks oder Ablauf dieser Fristen werden die entsprechenden Daten routinemäßig und entsprechend den gesetzlichen Vorschriften gesperrt oder gelöscht.

source: Changes
de: Änderungen

source: We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons.
de: Wir behalten uns vor, diese Datenschutzerklärung von Zeit zu Zeit zu aktualisieren, um z.B. Anpassungen an betriebliche, rechtliche oder regulatorische Gründe zu berücksichtigen.

source: Contact us
de: Kontakt

source: For more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us by e-mail at info@zammad.org or by mail using the details provided below:
de: Wenn Sie weitere Informationen über unsere Datenschutzpraktiken wünschen, Fragen haben oder eine Beschwerde einreichen möchten, wenden Sie sich bitte per E-Mail an info@zammad.org oder per Post an die unten angegebenen Kontaktdaten:

source: Marienstraße 18, Berlin, BE, 10117, Germany
de: Marienstraße 18, Berlin, BE, 10117, Deutschland

source: Zammad.org is a service provided by:
de: Zammad.org ist ein Dienst von:

source: Zammad GmbH \ Marienstraße 18 \ 10117 Berlin \ Germany
de: Zammad GmbH \ Marienstraße 18 \ 10117 Berlin \ Deutschland

source: Phone: +49 (0) 30 55 57 160-00 \ Fax: +49 (0) 30 55 57 160-99 \ Email: enjoy@zammad.com
de: Telefon: +49 (0) 30 55 57 160-00 \ Fax: +49 (0) 30 55 57 160-99 \ Email: enjoy@zammad.com

source: Managing Director: Martin Edenhofer \ Commercial Register Charlottenburg, No. HRB 163946 B \ Head Office: Berlin (Mitte) \ Sales Tax Identification No.: DE298516802
de: Geschäftsführer: Martin Edenhofer \ Handelsregister Charlottenburg, Nr. HRB 163946 B \ Sitz: Berlin (Mitte) \ Umsatzsteuer-Identifikations-Nr.: DE298516802

source: Source Code
de: Quellcode

source: Source code owner (including zammad.org) is:
de: Eigentümerin des Quellcodes von Zammad (einschließlich zammad.org) ist:

source: Zammad Foundation \ Berlin, Germany
de: Zammad Stiftung \ Berlin, Deutschland

source: Disclaimer
de: Haftungshinweis

source: Despite careful control of the contents, we do not assume any liability for the contents of external links. The operators of the linked pages are solely responsible for the content of their pages.
de: Trotz sorgfältiger inhaltlicher Kontrolle übernehmen wir keine Haftung für die Inhalte externer Links. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich.

source: Discover the latest enhancements, fixes and new features to keep your ticketing system running at its best.
de: Entdecken Sie die neuesten Verbesserungen, Fehlerbehebungen und neuen Funktionen, damit Ihr Ticket-System optimal läuft.
sr: Откријте најновија побољшања, поправке и нове функције да бисте извукли максимум из вашег система тикета.

source: https://zammad.com/en/releases/
de: https://zammad.com/de/releases/

source: Zammad comes with a lot of cool features! Check them out here!
de: Zammad hat eine Menge cooler Funktionen! Schauen Sie sie hier an!
sr: Zammad има пуно кул функција! Сазнајте више овде!

source: https://zammad.com/en/product/features
de: https://zammad.com/de/product/features

source: Features Overview
de: Feature-Überblick
sr: Преглед функција

source: Get to know the team and our passion behind creating Zammad.
de: Lernen Sie das Team und unsere Leidenschaft für Zammad kennen.
sr: Упознајте тим и нашу страст иза стварања Zammad-а.

source: https://zammad.com/en/company
de: https://zammad.com/de/company

source: About Us
de: Über Uns
sr: О нама

source: Getting started
de: Loslegen
sr: Први кораци

source: Setup, manage and use Zammad.
de: Zammad einrichten, verwalten und nutzen.

source: For Users and Administrators
de: Für Nutzer und Administratoren
sr: За кориснике и администраторе

source: Copyright © 2012-present Zammad Foundation
sr: Copyright © 2012-садашњост Zammad фондација

source: Zammad Hub
sr: Zammad чвориште

source: Community forum
sr: Форум онлајн заједнице

source: Start
sr: Почетак

source: Deyploy Zammad
sr: Покрените Zammad

source: Get started with Zammad
sr: Први кораци са Zammad-ом

source: Login
sr: Пријава

source: Ticket handling
sr: Обрада тикета

source: General settings
sr: Општа подешавања

source: User management
sr: Управљање корисницима

source: Contribution
sr: Допринос

source: Admin documentation
sr: Администраторска документација

source: Formatting cheat sheet
sr: Пушкице за форматирање текста

source: Playground (example content)
sr: Игралиште (пример садржаја)

source: Release Notes
sr: Белешке о издањима

source: /contribute/style-guide
sr: /sr/contribute/style-guide

source: Zammad logo
sr: Zammad логотип

source: Your powerful yet easy-to-use ticketing system.
sr: Ваш моћан али једноставан тикет систем.
